{

    "errCode": 0,
    "message": "Success",
    "resource": [{

            "id": "1",
            "content_text": "In 1965, at seventy years of age, Srila Prabhupada ventured outside India for the first time to fulfill the order of his spiritual master. During his voyage at sea, he suffered two severe heart attacks. He reached the shores of America with the equivalent of seven dollars to his name."
        },
        {

            "id": "2",
            "content_text": "Srila Prabhupada, founded the International Society for Krsna Consciousness with a small group of disciples, after a year of struggling alone in New York City. This marked the only time in history that a Krsna devotee successfully trained non-Indians in the strict disciplines of Vaisnavism. Amazingly, this was achieved during the blossoming of America’s hedonistic counterculture movement."
        },
        {

            "id": "3",
            "content_text": "Srila Prabhupada,  sent his followers, chanting the names of God, into the streets of cities and towns everywhere and Hare Krsna became famous in every corner of the earth."
        },
        {

            "id": "4",
            "content_text": "Srila Prabhupada,  sent his disciples to London, where they recorded the single, “Hare Krsna Mantra”, with George Harrison, in 1969. It became the fastest selling of all the Apple Corporation’s releases, including those of the Beatles. The record reached #3 in Czechoslovakia, #9 in Britain, and made the top ten in Germany, Japan, Australia, South Africa, Yugoslavia, and many other countries."
        },
        {

            "id": "5",
            "content_text": "Srila Prabhupada,  formally initiated approximately ten thousand disciples. These initiates represented a sweeping diversity of nationalities, races, ethnicities, and religious backgrounds. "
        },
        {

            "id": "6",
            "content_text": "Srila Prabhupada, established 108 Krsna temples on six continents, installed the deity of Krsna in each center and trained his disciples in the process of deity worship. Thirty-two new temples (almost three a month) were opened in a single year, between 1970 and 1971."
        },
        {

            "id": "7",
            "content_text": "Srila Prabhupada, inaugurated the Rathayatra Festival of Lord Jaganatha in major cities around the globe, in effect, bringing the temple to the people."
        },
        {

            "id": "8",
            "content_text": "Srila Prabhupada, instituted the brahmacarini asram, something previously unheard of in Vedic culture, to give shelter to single women wishing to practice Krsna consciousness."
        },
        {

            "id": "9",
            "content_text": "Srila Prabhupada,  instructed his disciples in 1967 to start an incense business to provide financial support for the temples. Within four years the business, Spiritual Sky Incense, generated an annual revenue of one million dollars."
        },
        {

            "id": "10",
            "content_text": "Srila Prabhupada, introduced the “Sunday Love Feast” and other prasadam  distribution programs that provided millions of free meals to the public."
        },
        {

            "id": "11",
            "content_text": "Srila Prabhupada, created the world’s first chain of prasadam restaurants."
        },
        {

            "id": "12",
            "content_text": "Srila Prabhupada,  spoke daily on the philosophy of Krsna consciousness, delivering thousands of formal lectures. Over 2,200 were recorded and archived."
        },
        {

            "id": "13",
            "content_text": "Srila Prabhupada, conducted many hundreds of informal conversations on the science of Krsna consciousness with disciples, guests and friends. Over 1,300 were recorded and archived."
        },
        {

            "id": "14",
            "content_text": "Srila Prabhupada, had scores of interviews and philosophical discussions with news reporters, scientists, religious leaders and politicians, as well as meetings with world-renowned dignitaries and celebrities like Indira Gandhi, Allen Ginsberg, Ravi Shankar, Alice Coltrane, John Lennon and George Harrison."
        },
        {

            "id": "15",
            "content_text": "Srila Prabhupada, recorded more than twenty albums of devotional music. "
        },
        {

            "id": "16",
            "content_text": "Srila Prabhupada, published the monthly magazine, Back to Godhead, which he called the backbone of his movement. At the height of its circulation in the mid seventies, over a million copies per issue were sold."
        },
        {

            "id": "17",
            "content_text": "Srila Prabhupada,  founded the Bhaktivedanta Institute to advance Krsna consciousness within the scientific community, engaging serious academics in the consideration of the science of self-realization."
        },
        {

            "id": "18",
            "content_text": "Srila Prabhupada, founded the Bhaktivedanta Book Trust (BBT) in 1972, to produce his books. By 1976, over 55,000,000 literatures had been published in twenty-five languages and distributed in almost every country, making the BBT the world’s largest publisher of Indian religious and philosophical texts. "
        },
        {

            "id": "19",
            "content_text": "Srila Prabhupada, circled the globe 14 times, visiting 24 countries, preaching, inspiring his followers and making countless public appearances before multitudes of people."
        },
        {

            "id": "20",
            "content_text": "Srila Prabhupada, comes in Disciplic Succession which originates from the Supreme Lord, Sri Krishna."
        },
        {

            "id": "21",
            "content_text": "Srila Prabhupada produced collection of 2,233 audio recordings with a total playing time of over 1,200 hours!"
        },
        {

            "id": "22",
            "content_text": "Srila Prabhupada's &quot; Bhagavat Gita As It Is&quot;  is translated to 57 languages!"
        }

    ]
}