{

    "errCode": 0,
    "message": "Success",
    "resourceBig": [{
        "content_text": "We are preaching the central point is God. You call Him by any name, it doesn't matter, either you call Jehovah or Krishna or something, Allah, that doesn't matter. But you accept the authority of God and try to love God.",
        "reference_text": "Reference : Room Conversation with Christian Priest, Mr. Chenique — June 10, 1974, Paris"
    }],
    "resource": [{
            "content_text": "Even if there is provocation one should be tolerant, for once one becomes angry his whole body becomes polluted.",
            "reference_text": "Reference : Bhagavad Gita As it is : 16.1, Purport"
        },
        {
            "content_text": "The highest perfection of human life is to learn how to love God.",
            "reference_text": "Reference : Science of Self Realization, Chapter 3"
        },
        {
            "content_text": "The energy of the soul is spread all over the body, and this is known as consciousness.",
            "reference_text": "Reference : Science of Self Realization, Chapter 1"
        },
        {
            "content_text": "Spiritual life means voluntarily accepting some austerities for the sake of God realization.",
            "reference_text": "Reference : Science of Self Realization, Chapter 2"
        },
        {
            "content_text": "Yoga means to concentrate one's attention on the Superself, Vishnu. He is situated in your heart.",
            "reference_text": "Reference : Krishna Consciousness: The Topmost Yoga System, Chapter 4"
        },
        {
            "content_text": "The merciful Lord left behind Him the great teachings of the Bhagavad-Gita so that one can take the instructions of the Lord even when He is not visible to material eyesight.",
            "reference_text": "Reference : Srimad Bhagavatam 1.15.27"
        },
        {
            "content_text": "If you want happiness, then you must learn how to love God.",
            "reference_text": "Reference : Class by Srila Prabhupada in London, August 11, 1971"
        },
        {
            "content_text": "The true mission in life is to cross the ocean of nescience, of repeated birth and death.",
            "reference_text": "Reference : Srimad Bhagavatam SB 10.2.30"
        },
        {
            "content_text": "Chanting the holy name and glorifying the Supreme Lord are the universal remedy for all the miseries of materialistic life.",
            "reference_text": "Reference : Srimad Bhagavatam 10.1. Additional Notes for this Chapter"
        },

        {
            "content_text": "Except for the uncontrolled and misguided mind, there is no enemy within this world.",
            "reference_text": "Reference : Srimad Bhagavatam 7.8.9"
        }


    ]
}